Revit 2024 API
ReferenceArray Constructor
Initializes a new instance of the ReferenceArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public ReferenceArray()
Visual Basic
Public Sub New
Visual C++
public:
ReferenceArray()
See Also
ReferenceArray Class
Autodesk.Revit.DB Namespace